{"<PAD>": 0, "<SOS>": 1, "<EOS>": 2, "<UNK>": 3, "d": 4, "s": 5, "^": 6, "{": 7, "2": 8, "}": 9, "=": 10, "(": 11, "1": 12, "-": 13, "\\frac": 14, "q": 15, "cos": 16, "\\theta": 17, "r": 18, ")": 19, "+": 20, "\\alpha": 21, "\\lbrace": 22, "sin": 23, "\\varphi": 24, "\\rbrace": 25, "t": 26, "\\,": 27, ".": 28, "\\widetilde": 29, "\\gamma": 30, "_": 31, "\\mathrm": 32, "h": 33, "o": 34, "p": 35, "f": 36, "\\simeq": 37, "\\sum": 38, "n": 39, ">": 40, "0": 41, "G": 42, "a": 43, "\\cal": 44, "L": 45, "g": 46, "i": 47, "j": 48, ",": 49, "\\": 50, "H": 51, "k": 52, "S": 53, "\\pi": 54, "\\sqrt": 55, "N": 56, "5": 57, "3": 58, "\\bar": 59, "\\hat": 60, "\\sp": 61, "\\dagger": 62, "*": 63, "\\kappa": 64, "\\phi": 65, "J": 66, "B": 67, "\\prime": 68, "A": 69, "\\lambda": 70, "\\eta": 71, "\\partial": 72, "\\mu": 73, "F": 74, "\\nu": 75, "e": 76, "x": 77, "V": 78, "\\tilde": 79, "m": 80, "6": 81, "\\left\\{": 82, "b": 83, "c": 84, "\\right\\}": 85, "\\delta": 86, "~": 87, "\\quad": 88, "\\!": 89, ":": 90, "const": 91, "\\rho": 92, "P": 93, "exp": 94, "\\Phi": 95, "w": 96, "\\bigtriangleup": 97, "D": 98, "z": 99, "[": 100, "u": 101, "]": 102, "l": 103, "8": 104, "T": 105, "\\psi": 106, "\\operatorname": 107, "\\textstyle": 108, "\\int": 109, "y": 110, "E": 111, "sinh": 112, "/": 113, "v": 114, "\\langle": 115, "\\rangle": 116, "\\times": 117, "4": 118, "\\xi": 119, "R": 120, "C": 121, "\\sim": 122, "Q": 123, "\\cdots": 124, "\\beta": 125, "\\begin{array}": 126, "\\omega": 127, "&": 128, "\\\\": 129, "\\end{array}": 130, "\\Omega": 131, "\\;": 132, "cosh": 133, "\\qquad": 134, "\\chi": 135, "\\{": 136, "\\}": 137, "K": 138, "\\dot": 139, "X": 140, "\\pm": 141, ";": 142, "W": 143, "\\Pi": 144, "\\ell": 145, "\\varepsilon": 146, "\\overline": 147, "\\:": 148, "|": 149, "\\infty": 150, "\\right.": 151, "\\equiv": 152, "\\scriptstyle": 153, "\\forall": 154, "\\in": 155, "\\Sigma": 156, "M": 157, "\\tau": 158, "\\Gamma": 159, "\\epsilon": 160, "\\zeta": 161, "\\sigma": 162, "!": 163, "\\bf": 164, "\\Lambda": 165, "9": 166, "Z": 167, "det": 168, "<": 169, "\\vec": 170, "I": 171, "\\mathop": 172, "\\prod": 173, "\\left.": 174, "\\nonumber": 175, "\\Delta": 176, "\\varpi": 177, "\\small": 178, "local": 179, "\\left|": 180, "\\right|": 181, "U": 182, "O": 183, "\\ddot": 184, "\\nabla": 185, "\\tiny": 186, "\\wedge": 187, "\\boldmath": 188, "\\mathcal": 189, "\\Psi": 190, "\\hbar": 191, "\\rightarrow": 192, "\\it": 193, "\\stackrel": 194, "\\leftrightarrow": 195, "\\approx": 196, "7": 197, "Y": 198, "\\Big": 199, "\\star": 200, "\\Bigg": 201, "\\vert": 202, "\\underline": 203, "\\cdot": 204, "log": 205, "\\widehat": 206, "\\smallskip": 207, "tan": 208, "\\slash": 209, "\\left\\langle": 210, "\\right\\rangle": 211, "\\operatorname*": 212, "\\ldots": 213, "\\d": 214, "\\longleftrightarrow": 215, "\\oint": 216, "\\imath": 217, "\\triangle": 218, "\\vartheta": 219, "\\big": 220, "\\displaystyle": 221, "\\to": 222, "'": 223, "\\dag": 224, "\\mapsto": 225, "\\Xi": 226, "\\mid": 227, "\\c": 228, "ln": 229, "\\mathbf": 230, "\\dots": 231, "\\otimes": 232, "\\footnotesize": 233, "\\thinspace": 234, "\\neq": 235, "\\varrho": 236, "\\breve": 237, "\\ast": 238, "\\binom": 239, "\\bigl": 240, "\\bigr": 241, "\\bigg": 242, "\\geq": 243, "and": 244, "\\biggl": 245, "\\phantom": 246, "\\scriptsize": 247, "\\leq": 248, "\\mp": 249, "\\left\\vert": 250, "\\longrightarrow": 251, "\\tt": 252, "\\jmath": 253, "\\Bigl": 254, "\\Bigr": 255, "\\Theta": 256, "cot": 257, "\\le": 258, "\\propto": 259, "\\textrm": 260, "--": 261, "\\oplus": 262, "\\subset": 263, "boundary": 264, "\\circ": 265, "\\overleftarrow": 266, "\\overrightarrow": 267, "\\lfloor": 268, "\\rfloor": 269, "ule": 270, "in": 271, "for": 272, "\\perp": 273, "\\not": 274, "min": 275, "\\parallel": 276, "\\Re": 277, "\\Upsilon": 278, "\\wp": 279, "dim": 280, "\\b": 281, "\\biggr": 282, "\\ge": 283, "\\Rightarrow": 284, "\\bot": 285, "\\L": 286, "\\rightharpoonup": 287, "\\cong": 288, "\\lbrack": 289, "\\rbrack": 290, "\\bigwedge": 291, "\\Longrightarrow": 292, "\\rightleftharpoons": 293, "\\Im": 294, "\\fbox": 295, "string": 296, "\\varsigma": 297, "\\ll": 298, "\\scriptscriptstyle": 299, "otherwise": 300, "\\supset": 301, "0.4": 302, "pt": 303, "\\label": 304, "\\cap": 305, "\\check": 306, "\\backslash": 307, "\\acute": 308, "\\vphantom": 309, "\\Leftrightarrow": 310, "\\textup": 311, "\\right\\vert": 312, "\\atop": 313, "\\uparrow": 314, "\\vee": 315, "\\sf": 316, "\\pmin": 317, "\\hline": 318, "loop": 319, "\\i": 320, "\\mit": 321, "\\bullet": 322, "\\ne": 323, "max": 324, "\\Longleftrightarrow": 325, "\\|": 326, "\\left<": 327, "\\right>": 328, "\\gg": 329, "\\l": 330, "\\sb": 331, "sech": 332, "\\left\\lbrace": 333, "\\right\\rbrace": 334, "\\downarrow": 335, "\\vdash": 336, "\\em": 337, "\\mathsf": 338, "\\bigoplus": 339, "\\LARGE": 340, "\\Large": 341, "\\large": 342, "\\pmod": 343, "sec": 344, "\"": 345, "\\vdots": 346, "\\flat": 347, "cosech": 348, "\\raisebox": 349, "\\cup": 350, "\\raise": 351, "\\Biggl": 352, "\\kern": 353, "\\llap": 354, "\\relax": 355, "\\bigtriangledown": 356, "\\iota": 357, "\\lgroup": 358, "\\rgroup": 359, "\\Biggr": 360, "\\colon": 361, "\\/": 362, "\\protect": 363, "\\buildrel": 364, "\\rightarrowfill": 365, "\\land": 366, "\\ni": 367, "\\odot": 368, "\\sl": 369, "\\makebox": 370, "\\textit": 371, "\\&": 372, "\\bigotimes": 373, "\\o": 374, "constant": 375, "\\O": 376, "`": 377, "\\sharp": 378, "\\enspace": 379, "\\bmod": 380, "\\diamondsuit": 381, "\\underbrace": 382, "\\setlength": 383, "\\unitlength": 384, "\\thicklines": 385, "\\put": 386, "\\circle": 387, "\\'": 388, "states": 389, "roots": 390, "\\lefteqn": 391, "\\doteq": 392, "\\upsilon": 393, "\\j": 394, "\\ddots": 395, "\u00c2\u00a5": 396, "\\S": 397, "\\#": 398, "\\Huge": 399, "\\ref": 400, "\\setminus": 401, "\\*": 402, "\\cdotp": 403, "\\-": 404, "\\subseteq": 405, "constan": 406, "0.14": 407, "mm": 408, "8.5": 409, "\\succeq": 410, "\\Vert": 411, "\\diamond": 412, "\\space": 413, "\\aleph": 414, "\\textbf": 415, "\\left\\|": 416, "\\right\\|": 417, "\\_": 418, "\\mathit": 419, "\\leftarrow": 420, "\\AA": 421, "state": 422, "\\textsf": 423, "\\right\\rfloor": 424, "\\partialn": 425, "\\overbrace": 426, "\\right/": 427, "\\bigsqcup": 428, "\\foralln": 429, "\u00c3\u00a7": 430, "\\vrule": 431, "[object": 432, "Object]": 433, "\\searrow": 434, "\\exists": 435, "\\textnormal": 436, "\\bigcup": 437, "\\noalign": 438, "\\vskip": 439, "\\texttt": 440, "\\emptyset": 441, "\\lceil": 442, "\\symbol": 443, "cm": 444, "?": 445, "\\P": 446, "\\lower": 447, "\\hrule": 448, "\\supseteq": 449, "\\medskip": 450, "\\left\\lbrack": 451, "\\right\\rbrack": 452, "\u00c2\u00a7": 453, "\\asymp": 454, "---": 455, "\\hookrightarrow": 456, "\\preceq": 457, "\\bigcap": 458, "\\hfill": 459, "\\Bigm": 460, "\\succ": 461, "\\natural": 462, "@": 463, "\\elln": 464, "\\smash": 465, "\\surd": 466, "\\unboldmath": 467, "\\longleftarrow": 468, "\\strut": 469, "\\setcounter": 470, "\\renewcommand": 471, "\\arraystretch": 472, "\\ointop": 473, "\\smile": 474, "\\hphantom": 475, "\\framebox": 476, "\\lq": 477, "\\verb": 478, "\\sc": 479, "\\prec": 480, "\\normalsize": 481, "\\m": 482, "\\arraycolsep": 483, "\\ominus": 484, "\\quadet": 485, "\\Biggm": 486, "\\sqcup": 487, "\\sqcap": 488, "\\vcenter": 489, "set": 490, "of": 491, "\\ooalign": 492, "\\hfil": 493, "\\crcr": 494, "\\mathord": 495, "\\parbox": 496, "\\top": 497, "\\pounds": 498, "\\SS": 499, "\\bigm": 500, "0.5": 501, "\\footnote": 502, "\\rlap": 503, "\\Longleftarrow": 504, "\\mkern": 505, "\\oval": 506, "\\line": 507, "\\vector": 508, "\\ddagger": 509, "\\vline": 510, "unless": 511, "\\protectu": 512, "long": 513, "\\notin": 514, "modulo": 515, "\\smallint": 516, "\\ss": 517, "\\longmapsto": 518, "\\mathrel": 519, "\\bfor": 520, "\\mathversion": 521, "bounce": 522, "\\special": 523, "\\triangleleft": 524, "\\mathtt": 525, "short": 526, "\\cite": 527, "\\null": 528, "\\ensuremath": 529, "\\tabcolsep": 530, "\\enskip": 531, "\\do": 532, "cosec": 533, "\\skew": 534, "\\amalg": 535, "minimum": 536, "\\atopwithdelims": 537, "0.1": 538, "3.2": 539, "cotan": 540, "\u00c2\u00a1": 541, "\\Downarrow": 542, "\\itshape": 543, "\\cline": 544}